{
  "root": "Mapa mental - didac_MatEsp",
  "topics": [
    {
      "title": "matemáticas / matemática / educación",
      "keywords": [
        "matemáticas",
        "matemática",
        "educación",
        "enseñanza",
        "secundaria",
        "puede"
      ],
      "size": 27,
      "examples": [
        {
          "source": "didac_MatEsp.pdf",
          "page": 0,
          "snippet": "La Gaceta de la RSME, Vol. 20 (2017), Núm. 1, Págs. 159–169 159 Educación Sección a cargo de María José González Yves Chevallard, profesor emérito de la Universidad de Aix-Marseille (Francia), es uno ..."
        },
        {
          "source": "didac_MatEsp.pdf",
          "page": 0,
          "snippet": "de la Teoría Antropológica de lo Didáctico. En España, son numerosos los investigadores que utilizan este referente teórico en sus trabajos. En abril de 2015, tuvo lugar un seminario que reunió a much..."
        },
        {
          "source": "didac_MatEsp.pdf",
          "page": 0,
          "snippet": "existe una amenaza seria contra la supervivencia de este tipo de enseñanza. Y que, si queremos que la enseñanza de las matemáticas siga viviendo, es necesario un cambio radical en nuestra concepción d..."
        },
        {
          "source": "didac_MatEsp.pdf",
          "page": 1,
          "snippet": "160 Educación de esta enseñanza. Aquí, la palabrapolítica debe entenderse en un sentido fuerte, que se reﬁere a la organización de la sociedad. La evolución general de la sociedad requiere en ese mome..."
        },
        {
          "source": "didac_MatEsp.pdf",
          "page": 1,
          "snippet": "lo que se pretendía era establecer una cultura general, un estilo o, simplemente, for- mar el buen gusto de una élite. Lo que a menudo se pasa por alto es que no se pretendía para nada que los conocim..."
        },
        {
          "source": "didac_MatEsp.pdf",
          "page": 1,
          "snippet": "en particular, los estudiantes ¡supieran inglés! Dicha aﬁrmación era profundamente modernista e incluso un tanto escandalosa. Lo enseñado no debía servir para nada, fuera de la «formación general del ..."
        }
      ]
    },
    {
      "title": "currículo / estudio / indagación",
      "keywords": [
        "currículo",
        "estudio",
        "indagación",
        "educación",
        "puede",
        "matemática"
      ],
      "size": 12,
      "examples": [
        {
          "source": "didac_MatEsp.pdf",
          "page": 1,
          "snippet": "un saber es la que llamo la utilidadinherente —inherente al saber en cuestión—. (También se podría llamarintrínsecao inmanente.) Así pues, se estudia la resolución de ecuaciones cuadráticas para ¡reso..."
        },
        {
          "source": "didac_MatEsp.pdf",
          "page": 3,
          "snippet": "Volveré más adelante sobre estos supuestos y el cambio que, en mi opinión, podría dar mayor deseabilidad social a la difusión de conocimientos matemáticos. Llegadosaestepunto,quisierahacerunadistinció..."
        },
        {
          "source": "didac_MatEsp.pdf",
          "page": 4,
          "snippet": "ñe a la vida colectiva. En las grandes ciudades como París o Madrid, sucede a veces que, debido a los altos índices de contaminación, el ayuntamiento decide restringir la circulación a vehículos de ma..."
        },
        {
          "source": "didac_MatEsp.pdf",
          "page": 6,
          "snippet": "La Gaceta ⋆ Secciones 165 pueden «completar los cuadrados» de este modo: a2x2 + a2y2 + b2x2 + b2y2 = (a2x2 + b2y2) + (a2y2 + b2x2) = [(a2x2 + b2y2) + 2(ax)(by)] + [(a2y2 + b2x2)− 2(ay)(bx)] = (ax + by..."
        },
        {
          "source": "didac_MatEsp.pdf",
          "page": 7,
          "snippet": "se origina en el olvido de una ley común de la vida cotidiana: hacemos cosas, in- cluso cosas heroicas, increíbles, porque tenemos que hacerlas, no porque nos gusten, y a veces aunque no nos gusten. S..."
        },
        {
          "source": "didac_MatEsp.pdf",
          "page": 8,
          "snippet": "«enseñanza» y los poderosos —en este caso, los miembros deP1— se hacen cargo de la parte «matemáticas». (Por supuesto, abogo por la intervención en el debate de los investigadores en didáctica, en nom..."
        }
      ]
    },
    {
      "title": "matemáticas / matemática / miembros",
      "keywords": [
        "matemáticas",
        "matemática",
        "miembros",
        "problema",
        "futuros",
        "gente"
      ],
      "size": 10,
      "examples": [
        {
          "source": "didac_MatEsp.pdf",
          "page": 2,
          "snippet": "P se puede dividir en tres subpoblaciones. La subpoblaciónP1 está formada por los matemáticos profesionales, creadores de matemáticas. Es una población pequeña, pero esencial en el desarrollo del país..."
        },
        {
          "source": "didac_MatEsp.pdf",
          "page": 2,
          "snippet": "de los miembros deP1 y P2 está resuelto desde el siglo XIX —si bien es cierto que la solución siempre se puede mejorar—, el problema de la formación matemática y, más en general, cientíﬁca de los miem..."
        },
        {
          "source": "didac_MatEsp.pdf",
          "page": 3,
          "snippet": "principal preocupación siempre fue, y todavía es, formar a «trabajadores cientíﬁcos» de toda índole, es decir, formar a los futuros miembros deP1 y P2, olvidando a los futuros miembros deP3, que siemp..."
        },
        {
          "source": "didac_MatEsp.pdf",
          "page": 4,
          "snippet": "a las nuevas generaciones a visitar lo que llamaré la «frontera matemática». Algunos —un pequeño número— se instalan allí; pero la mayoría retroceden hacia el interior del país, lejos de toda matemáti..."
        },
        {
          "source": "didac_MatEsp.pdf",
          "page": 4,
          "snippet": "provocaría. La vida buena también necesita matemáticas. 5. La aversión a las matemáticas y sus causas Llegamos ahora a la parte más atrevida de mi presentación. Muy frecuentemente, se busca la causa d..."
        },
        {
          "source": "didac_MatEsp.pdf",
          "page": 4,
          "snippet": "componente de índole más o menos matemática. Lo que más odian es encontrarse de improviso con entidades matemáticas, por ejemplo, con notaciones matemáticas,"
        }
      ]
    },
    {
      "title": "materias / ahora / característica",
      "keywords": [
        "materias",
        "ahora",
        "característica",
        "dominante",
        "técnicas",
        "profano"
      ],
      "size": 1,
      "examples": [
        {
          "source": "didac_MatEsp.pdf",
          "page": 1,
          "snippet": "ahora: es su característica dominante. No así para las materias «técnicas»: para el profano sin malicia ni doblez sería sorprendente que a estas materias se le pretendiera asignar ¡ﬁnalidades educativ..."
        }
      ]
    },
    {
      "title": "chevallard / yves / free",
      "keywords": [
        "chevallard",
        "yves",
        "free",
        "mañana",
        "inmenso",
        "gracias"
      ],
      "size": 1,
      "examples": [
        {
          "source": "didac_MatEsp.pdf",
          "page": 10,
          "snippet": "mañana es inmenso. Mil gracias por la atención prestada. Yves Chevallard, Université Aix-Marseille (Francia) Correo electrónico: y.chevallard@free.fr Página web: http://yves.chevallard.free.fr/"
        }
      ]
    }
  ]
}